var data1={}
data1.cols=[
['string', 'Title'],
['date', 'Date'],
['number', 'died']
]

data1.titles=[
"Центральный округ","Белгородская область","Брянская область"
]
// 2008	2009	2010	2011	2012

data1.rows=[
/*
["Российская Федерация",new Date(2008,0,1),21.0804],
["Российская Федерация",new Date(2009,0,1),18.3793],
["Российская Федерация",new Date(2010,0,1),17.6219],
["Российская Федерация",new Date(2011,0,1),18.633],
["Российская Федерация",new Date(2012,0,1),18.5739],
*/
["Центральный фед.округ",new Date(2008,0,1),22.3037],
["Центральный фед.округ",new Date(2009,0,1),19.2016],
["Центральный фед.округ",new Date(2010,0,1),17.87],
["Центральный фед.округ",new Date(2011,0,1),19.1255],
["Центральный фед.округ",new Date(2012,0,1),18.5463],

["Белгородская область",new Date(2008,0,1),17.115],
["Белгородская область",new Date(2009,0,1),15.4746],
["Белгородская область",new Date(2010,0,1),15.6196],
["Белгородская область",new Date(2011,0,1),18.5606],
["Белгородская область",new Date(2012,0,1),16.9267],

["Брянская область",new Date(2008,0,1),18.8769],
["Брянская область",new Date(2009,0,1),16.0038],
["Брянская область",new Date(2010,0,1),17.6451],
["Брянская область",new Date(2011,0,1),20.199],
["Брянская область",new Date(2012,0,1),18.032],

/*
["Белгородская область",17.115,15.4746,	15.6196,18.5606,16.9267],
["Брянская область",	18.8769,16.0038,17.6451,20.199,	18.032],
["Владимирская область",35.4611,29.1715,29.7185,32.5156,29.8584],
["Воронежская область",	25.7849,23.612,22.5943,23.8324,26.1316],
["Ивановская область",	16.9506,16.8675,15.2831,16.2207,16.877],
["Калужская область",	35.4995,27.621,25.2606,31.6507,34.8457],
["Костромская область",	19.9414,14.2998,12.0582,13.6562,11.1865],
["Курская область",	23.7424,21.1179,19.3277,21.9396,26.1185],
["Липецкая область",	24.8115,22.865,23.1463,23.5781,21.5053],
["г. Москва",     	8.2614,7.0987,6.6079,6.6363,6.9582],
["Московская область",	33.6742,28.2902,25.6933,25.6489,23.9607],
["Орловская область",	26.0362,24.7278,19.9379,24.4916,20.7994],
["Рязанская область",	32.0301,29.5403,28.3124,31.7863,29.094],
["Смоленская область",	29.0879,26.177,22.4641,28.1578,22.4641],
["Тамбовская область",	22.5128,18.5982,19.0181,18.1912,21.1312],
["Тверская область",	30.7348,22.1993,20.9519,22.4222,20.8049],
["Тульская область",	29.1133,27.1063,24.4095,25.8377,23.6954]
*/
]

