var data1={}
data1.cols=[
['string', 'Title'],
['date', 'Date'],
['number', 'rides'],
['number', 'children']
]

data1.titles=[
"sk"
]

// new Date(year, month, day, hours, minutes, seconds, milliseconds)

data1.rows=[
["sk",new Date(2013,07,26,12,38),7670,742],
["sk",new Date(2013,07,25,12,34),8016,769],
["sk",new Date(2013,07,24,16,52),8209,777],
["sk",new Date(2013,07,23,14,57),8461,750],
["sk",new Date(2013,07,22,14,56),7328,706]
]

/*
thedate|num_rides|num_childrides|text
26.07.2013 12:38|7670|742|7670 из них к детям: 742
25.07.2013 12:34|8016|769|8016 из них к детям: 769
24.07.2013 16:52|8209|777|8209 из них к детям: 777
23.07.2013 14:57|8461|750|8461 из них к детям: 750
22.07.2013 14:56|7328|706|7328 из них к детям: 706
21.07.2013 14:54|7393|716|7393 из них к детям: 716
20.07.2013 14:51|7644|770|7644 из них к детям: 770
19.07.2013 14:49|8175|812|8175 из них к детям: 812
18.07.2013 18:19|8094|745|8094 из них к детям: 745
17.07.2013 12:34|7952|756|7952 из них к детям: 756
16.07.2013 17:40|8303|808|8303 из них к детям: 808
12.07.2013 11:19|8237|811|8237 из них к детям: 811
11.07.2013 09:39|8312|805|8312 из них к детям: 805
10.07.2013 09:38|7664|772|7664 из них к детям: 772
09.07.2013 09:36|8496|804|8496 из них к детям: 804
08.07.2013 09:35|7803|875|7803 из них к детям: 875
*/
